"Cancel" = "Abandonner";
"OK" = "OK";
"Yes" = "Yes";
"No" = "No";
"Save" = "Enregistrer";
"Close" = "Fermer";
"Continue" = "Continuer";
"New Tab" = "Nouvel onglet";
"Reopen Closed Tab" = "Réouvrir l'onglet";

"Delete" = "Supprimer";

"Window:" = "Fenêtre:";
"Window" = "Fenêtre";

// used in "Display folder item count", e.g. 10 items
"items" = "éléments";